tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "oclint/formulae"
tap "pivotal/tap"
tap "spring-io/tap"
brew "arping"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "carthage"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "gmp"
brew "coreutils"
brew "libssh2"
brew "openldap"
brew "curl"
brew "folly"
brew "libsodium"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fluxctl"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gnu-sed"
brew "libtool"
brew "pkg-config"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "gpatch"
brew "gperftools"
brew "openjdk"
brew "groovy"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "lcov"
brew "libmicrohttpd"
brew "libjson-rpc-cpp"
brew "libomp"
brew "libpq"
brew "libyaml"
brew "python@3.10"
brew "mackup"
brew "mas"
brew "maven"
brew "miniupnpc"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "ocaml"
brew "opam"
brew "openjdk@11"
brew "perl"
brew "postgresql"
brew "tcl-tk"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "ruby@2.7"
brew "rust"
brew "sops"
brew "sphinx-doc"
brew "subversion"
brew "swiftlint"
brew "tailor"
brew "telnet"
brew "tomcat"
brew "trash"
brew "tree"
brew "watchman"
brew "xcodegen"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "spring-io/tap/spring-boot"
cask "anaconda"
cask "android-studio"
cask "atom"
cask "birdfont"
cask "charles"
cask "clipy"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "deluge"
cask "diffmerge"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flutter"
cask "google-chrome"
cask "graphql-ide"
cask "iterm2"
cask "java"
cask "java8"
cask "keka"
cask "keybase"
cask "macvim"
cask "mindnode-pro"
cask "modelio"
cask "postman"
cask "provisionql"
cask "pusher"
cask "pycharm-ce-with-anaconda-plugin"
cask "reggy"
cask "sketch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "squirrelsql"
cask "sublime-text"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Prepo", id: 476533227
mas "Realm Browser", id: 1007457278
mas "Reeder", id: 880001334
mas "SVG Converter", id: 1075707641
mas "Telegram Lite", id: 946399090
mas "Transporter", id: 1450874784
mas "WhatsApp", id: 1147396723
